[
    "Cows have best friends and can become stressed when they are separated.",
    "Honey never spoils. It can last for centuries without going bad.",
    "A group of owls is called a parliament.",
    "Bananas are berries, but strawberries aren't.",
    "The Eiffel Tower can be 15 cm taller during the summer due to thermal expansion.",
    "The average person laughs about 15 times a day.",
    "A single cloud can weigh as much as 1 million pounds.",
    "Your taste buds have a lifespan of about 10 to 14 days.",
    "The longest recorded hiccuping lasted for 68 years!",
    "Bees can recognize human faces.",
    "The world's largest desert is Antarctica.",
    "A day on Venus is longer than a year on Venus.",
    "Butterflies taste with their feet.",
    "The dot over the letter 'i' is called a tittle.",
    "A group of flamingos is called a 'flamboyance.'",
    "The shortest war in history was between Britain and Zanzibar, lasting only 38 minutes.",
    "The smell of freshly-cut grass is actually a plant distress call.",
    "Elephants are the only animals that can't jump.",
    "There are more possible iterations of a game of chess than there are atoms in the observable universe.",
    "The world's oldest toy is a stick, according to archaeological finds.",
    "Octopuses have three hearts—two pump blood to the gills, and one pumps it to the rest of the body.",
    "Honey never spoils; archaeologists have found pots of honey in ancient Egyptian tombs that are over 3,000 years old and still edible.",
    "A group of flamingos is called a 'flamboyance.'",
    "Bananas are berries, but strawberries aren’t.",
    "Sharks have been around longer than trees—sharks have existed for around 400 million years, while trees have been around for about 350 million years.",
    "A day on Venus is longer than a year on Venus; it takes about 243 Earth days to rotate once on its axis but only about 225 Earth days to orbit the Sun.",
    "Wombat poop is cube-shaped; this unique shape prevents it from rolling away and helps mark their territory.",
    "The Eiffel Tower can be 15 cm taller during the summer due to the expansion of iron in the heat.",
    "Humans share about 60% of their DNA with bananas.",
    "An octopus has blue blood because they use copper-based hemocyanin to transport oxygen.",
    "Cleopatra lived closer in time to the moon landing than to the construction of the Great Pyramid of Giza.",
    "You can’t hum while holding your nose; humming requires air to pass through your nose, which you can’t do if it’s blocked.",
    "The shortest war in history was between Britain and Zanzibar on August 27, 1896; Zanzibar surrendered after 38 minutes.",
    "Polar bear skin is black, and their fur is actually transparent, which helps them absorb heat.",
    "A single strand of spider silk is stronger than steel of the same thickness and more flexible than nylon.",
    "The inventor of the Pringles can is buried in one; Fred Baur had his ashes partially buried in one of his iconic cans.",
    "Rats laugh when tickled; they emit high-frequency sounds that are considered laughter when they’re having fun.",
    "There are more stars in the universe than grains of sand on all the Earth’s beaches.",
    "The Guinness World Record for the longest hiccuping spree is 68 years; Charles Osborne started hiccuping in 1922 and didn’t stop until 1990.",
    "Pineapples take about two to three years to grow; they are not a quick fruit to harvest.",
    "The '@' symbol was used in the 16th century to mean 'at the rate of' in commerce, and it was popularized in email by Ray Tomlinson.",
    "A bolt of lightning contains enough energy to toast 100,000 slices of bread.",
    "The heart of a blue whale is so large that a small child could crawl through its arteries.",
    "Venus is the hottest planet in our solar system, even though Mercury is closer to the Sun; Venus has a thick atmosphere that traps heat.",
    "Butterflies taste with their feet; their taste sensors are located in their feet to help them find suitable plants for laying eggs.",
    "The longest English word without a vowel is 'rhythms.'",
    "Giraffes have the same number of neck vertebrae as humans—seven. They’re just much larger!",
    "A day on Jupiter lasts about 10 hours, while a year on Jupiter lasts about 12 Earth years.",
    "In Japan, it’s considered good luck to see a crane, and they are often symbols of longevity and good fortune.",
    "Your nose and ears continue to grow throughout your life because the cartilage in them keeps growing as you age."
  ]
